Repository: AuthFailed/CheckNet
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, hi, it, ja, ko, pt_br, tr, zh_hans

source: Свернуть раздел
ar: طي القسم
de: Abschnitt einklappen
en: Collapse section
es: Contraer sección
fr: Réduire la section
hi: अनुभाग संक्षिप्त करें
it: Comprimi sezione
ja: セクションを折りたたむ
ko: 섹션 접기
pt_br: Recolher seção
tr: Bölümü daralt
zh_hans: 折叠分区

source: Светлая
ar: فاتح
de: Hell
en: Light
es: Claro
fr: Clair
hi: हल्की
it: Chiaro
ja: ライト
ko: 라이트
pt_br: Claro
tr: Açık
zh_hans: 浅色

source: Сгенерировать HWID
ar: توليد HWID
de: HWID generieren
en: Generate HWID
es: Generar HWID
fr: Générer un HWID
hi: HWID जेनरेट करें
it: Genera HWID
ja: HWID を生成
ko: HWID 생성
pt_br: Gerar HWID
tr: HWID oluştur
zh_hans: 生成 HWID

source: Сгенерировать секрет
ar: إنشاء مفتاح سري
de: Secret generieren
en: Generate secret
es: Generar un secreto
fr: Générer un secret
hi: सीक्रेट जनरेट करें
it: Genera segreto
ja: シークレットを生成
ko: 시크릿 생성
pt_br: Gerar segredo
tr: Gizli anahtar oluştur
zh_hans: 生成密钥

source: Северная Америка
ar: أمريكا الشمالية
de: Nordamerika
en: North America
es: América del Norte
fr: Amérique du Nord
hi: उत्तर अमेरिका
it: Nord America
ja: 北アメリカ
ko: 북아메리카
pt_br: América do Norte
tr: Kuzey Amerika
zh_hans: 北美洲

source: Сегодня
ar: اليوم
de: Heute
en: Today
es: Hoy
fr: Aujourd'hui
hi: आज
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
tr: Bugün
zh_hans: 今天

source: Сейчас
ar: الآن
de: Jetzt
en: Now
es: Ahora
fr: Actuel
hi: अभी
it: Ora
ja: 現在
ko: 현재
pt_br: Agora
tr: Şimdi
zh_hans: 当前

source: Секрет для подписи
ar: المفتاح السري للتوقيع
de: Secret für die Signatur
en: Signing secret
es: Secreto de firma
fr: Secret de signature
hi: सिग्नेचर सीक्रेट
it: Segreto per la firma
ja: 署名用のシークレット
ko: 서명용 시크릿
pt_br: Segredo para assinatura
tr: İmzalama anahtarı
zh_hans: 签名密钥

source: Секунды
ar: ثوانٍ
de: Sekunden
en: Seconds
es: Segundos
fr: Secondes
hi: सेकंड
it: Secondi
ja: 秒
ko: 초
pt_br: Segundos
tr: Saniye
zh_hans: 秒

source: Семейство
ar: العائلة
de: Familie
en: Family
es: Familia
fr: Famille
hi: परिवार
it: Famiglia
ja: ファミリー
ko: 패밀리
pt_br: Família
tr: Aile
zh_hans: 协议族

source: Сервер занят (access denied)
ar: الخادم مشغول (access denied)
de: Server belegt (access denied)
en: Server busy (access denied)
es: Servidor ocupado (access denied)
fr: Serveur occupé (access denied)
hi: सर्वर व्यस्त (access denied)
it: Server occupato (access denied)
ja: サーバーがビジー状態です（access denied）
ko: 서버 사용 중 (access denied)
pt_br: Servidor ocupado (access denied)
tr: Sunucu meşgul (access denied)
zh_hans: 服务器繁忙（access denied）

source: Сервер: %@
ar: الخادم: %@
de: Server: %@
en: Server: %@
es: Servidor: %@
fr: Serveur : %@
hi: सर्वर: %@
it: Server: %@
ja: サーバー：%@
ko: 서버: %@
pt_br: Servidor: %@
tr: Sunucu: %@
zh_hans: 服务器：%@

source: Серверы
ar: الخوادم
de: Server
en: Servers
es: Servidores
fr: Serveurs
hi: सर्वर
it: Server
ja: サーバー
ko: 서버
pt_br: Servidores
tr: Sunucular
zh_hans: 服务器

source: Серверы · %lld
ar: الخوادم · %lld
de: Server · %lld
en: Servers · %lld
es: Servidores · %lld
fr: Serveurs · %lld
hi: सर्वर · %lld
it: Server · %lld
ja: サーバー · %lld
ko: 서버 · %lld
pt_br: Servidores · %lld
tr: Sunucular · %lld
zh_hans: 服务器 · %lld

source: Серверы iperf3
ar: خوادم iperf3
de: iperf3-Server
en: iperf3 servers
es: Servidores iperf3
fr: Serveurs iperf3
hi: iperf3 सर्वर
it: Server iperf3
ja: iperf3 サーバー
ko: iperf3 서버
pt_br: Servidores iperf3
tr: iperf3 sunucuları
zh_hans: iperf3 服务器

source: Серверы внутри · %lld
ar: الخوادم بالداخل · %lld
de: Server enthalten · %lld
en: Servers inside · %lld
es: Servidores internos · %lld
fr: Serveurs internes · %lld
hi: अंदर के सर्वर · %lld
it: Server interni · %lld
ja: 内部サーバー · %lld
ko: 내부 서버 · %lld
pt_br: Servidores internos · %lld
tr: İçindeki sunucular · %lld
zh_hans: 内部服务器 · %lld

source: Сервис проверки не принял запрос. Попробуйте позже.
ar: رفضت خدمة الفحص الطلب. حاول لاحقًا.
de: Der Prüfdienst hat die Anfrage abgelehnt. Später erneut versuchen.
en: The check service rejected the request. Try again later.
es: El servicio de comprobación rechazó la solicitud. Inténtalo más tarde.
fr: Le service a rejeté la requête. Réessayez plus tard.
hi: जाँच सेवा ने अनुरोध अस्वीकार किया। बाद में पुनः प्रयास करें।
it: Il servizio ha rifiutato la richiesta. Riprova più tardi.
ja: チェックサービスが要求を拒否しました。後でやり直してください。
ko: 확인 서비스가 요청을 거부했습니다. 나중에 다시 시도하세요.
pt_br: O serviço de verificação recusou a solicitação. Tente mais tarde.
tr: Kontrol servisi isteği reddetti. Sonra tekrar deneyin.
zh_hans: 检测服务拒绝了请求。请稍后再试。

source: Сервисов
ar: الخدمات
de: Dienste
en: Services
es: Servicios
fr: Services
hi: सेवाएँ
it: Servizi
ja: サービス
ko: 서비스
pt_br: Serviços
tr: Hizmetler
zh_hans: 服务

source: Сервисы mDNS рядом
ar: خدمات mDNS القريبة
de: mDNS-Dienste in der Nähe
en: mDNS services nearby
es: Servicios mDNS cercanos
fr: Services mDNS à proximité
hi: आसपास mDNS सेवाएँ
it: Servizi mDNS nelle vicinanze
ja: 近くの mDNS サービス
ko: 주변 mDNS 서비스
pt_br: Serviços mDNS por perto
tr: Yakındaki mDNS hizmetleri
zh_hans: 附近的 mDNS 服务

source: Сервисы геолокации не ответили. Попробуйте позже.
ar: لم تستجب خدمات تحديد الموقع. حاول لاحقًا.
de: Geolokalisierungsdienste haben nicht geantwortet. Später erneut versuchen.
en: Geolocation services didn’t respond. Try again later.
es: Los servicios de geolocalización no respondieron. Inténtalo más tarde.
fr: Les services de géolocalisation n’ont pas répondu. Réessayez plus tard.
hi: भू-स्थान सेवाओं ने उत्तर नहीं दिया। बाद में पुनः प्रयास करें।
it: I servizi di geolocalizzazione non hanno risposto. Riprova più tardi.
ja: 位置情報サービスが応答しませんでした。後でやり直してください。
ko: 위치 서비스가 응답하지 않았습니다. 나중에 다시 시도하세요.
pt_br: Os serviços de geolocalização não responderam. Tente mais tarde.
tr: Coğrafi konum servisleri yanıt vermedi. Sonra tekrar deneyin.
zh_hans: 地理位置服务没有响应。请稍后再试。

source: Сертификат доверенный
ar: الشهادة موثوقة
de: Zertifikat vertrauenswürdig
en: Certificate trusted
es: Certificado de confianza
fr: Certificat de confiance
hi: प्रमाणपत्र विश्वसनीय है
it: Certificato attendibile
ja: 証明書は信頼されています
ko: 신뢰할 수 있는 인증서
pt_br: Certificado confiável
tr: Sertifika güvenilir
zh_hans: 证书受信任

source: Сертификат сервера
ar: شهادة الخادم
de: Serverzertifikat
en: Server certificate
es: Certificado del servidor
fr: Certificat du serveur
hi: सर्वर प्रमाणपत्र
it: Certificato del server
ja: サーバー証明書
ko: 서버 인증서
pt_br: Certificado do servidor
tr: Sunucu sertifikası
zh_hans: 服务器证书

source: Сертификаты, TLS, ALPN
ar: الشهادات، TLS، ALPN
de: Zertifikate, TLS, ALPN
en: Certificates, TLS, ALPN
es: Certificados, TLS, ALPN
fr: Certificats, TLS, ALPN
hi: प्रमाणपत्र, TLS, ALPN
it: Certificati, TLS, ALPN
ja: 証明書・TLS・ALPN
ko: 인증서, TLS, ALPN
pt_br: Certificados, TLS, ALPN
tr: Sertifikalar, TLS, ALPN
zh_hans: 证书、TLS、ALPN

source: Сетевые интерфейсы
ar: واجهات الشبكة
de: Netzwerkschnittstellen
en: Network interfaces
es: Interfaces de red
fr: Interfaces réseau
hi: नेटवर्क इंटरफ़ेस
it: Interfacce di rete
ja: ネットワークインターフェース
ko: 네트워크 인터페이스
pt_br: Interfaces de rede
tr: Ağ arayüzleri
zh_hans: 网络接口

source: Сеть
ar: الشبكة
de: Netzwerk
en: Network
es: Red
fr: Réseau
hi: नेटवर्क
it: Rete
ja: ネットワーク
ko: 네트워크
pt_br: Rede
tr: Ağ
zh_hans: 网络

source: Сеть — нужен доступ к геопозиции
ar: الشبكة — يلزم الوصول إلى الموقع
de: Netz – Standortzugriff nötig
en: Network — location access needed
es: Red: se necesita acceso a la ubicación
fr: Réseau — accès à la localisation requis
hi: नेटवर्क — स्थान की अनुमति चाहिए
it: Rete — serve l’accesso alla posizione
ja: ネットワーク — 位置情報の許可が必要
ko: 네트워크 — 위치 접근 필요
pt_br: Rede — precisa de acesso à localização
tr: Ağ — konum erişimi gerekli
zh_hans: 网络——需要定位权限

source: Сеть «%@»
ar: شبكة “%@”
de: Netzwerk „%@“
en: “%@” network
es: Red “%@”
fr: Réseau « %@ »
hi: नेटवर्क "%@"
it: Rete “%@”
ja: ネットワーク「%@」
ko: '%@' 네트워크
pt_br: Rede “%@”
tr: “%@” ağı
zh_hans: 网络“%@”

source: Сеть «%@» без профиля.
ar: شبكة “%@” بلا ملف تعريف.
de: Netzwerk „%@“ hat kein Profil.
en: The “%@” network has no profile.
es: La red “%@” no tiene perfil.
fr: Le réseau « %@ » n’a pas de profil.
hi: नेटवर्क "%@" के लिए कोई प्रोफ़ाइल नहीं।
it: La rete “%@” non ha un profilo.
ja: ネットワーク「%@」にプロファイルがありません。
ko: '%@' 네트워크에 프로파일이 없어요.
pt_br: A rede “%@” não tem perfil.
tr: “%@” ağının profili yok.
zh_hans: 网络“%@”没有配置。

source: Сеть (ASN)
ar: الشبكة (ASN)
de: Netz (ASN)
en: Network (ASN)
es: Red (ASN)
fr: Réseau (ASN)
hi: नेटवर्क (ASN)
it: Rete (ASN)
ja: ネットワーク (ASN)
ko: 네트워크 (ASN)
pt_br: Rede (ASN)
tr: Ağ (ASN)
zh_hans: 网络 (ASN)

source: сеть недоступна
ar: الشبكة غير متاحة
de: Netzwerk nicht erreichbar
en: network unreachable
es: red no accesible
fr: réseau inaccessible
hi: नेटवर्क अनुपलब्ध
it: rete non raggiungibile
ja: ネットワークに到達できません
ko: 네트워크에 연결할 수 없음
pt_br: rede inacessível
tr: ağa erişilemiyor
zh_hans: 网络不可用

source: Сеть недоступна
ar: الشبكة غير متاحة
de: Netzwerk nicht erreichbar
en: Network unreachable
es: Red no accesible
fr: Réseau inaccessible
hi: नेटवर्क अनुपलब्ध
it: Rete non raggiungibile
ja: ネットワークに接続できません
ko: 네트워크에 연결할 수 없음
pt_br: Rede inacessível
tr: Ağa erişilemiyor
zh_hans: 网络不可用

source: сеть открыта
ar: الشبكة مفتوحة
de: Netzwerk offen
en: network is open
es: red abierta
fr: réseau ouvert
hi: नेटवर्क खुला है
it: rete aperta
ja: ネットワークは開放されています
ko: 네트워크가 열려 있음
pt_br: rede aberta
tr: ağ açık
zh_hans: 网络畅通

source: Сеть перенаправляет запросы — вероятно, нужен вход через страницу авторизации.
ar: الشبكة تعيد توجيه الطلبات — على الأرجح يلزم تسجيل الدخول عبر صفحة مصادقة.
de: Das Netzwerk leitet Anfragen um – wahrscheinlich ist eine Anmeldung über eine Login-Seite nötig.
en: The network redirects requests — a sign-in page is probably required.
es: La red redirige las solicitudes: probablemente haya que iniciar sesión en una página de autenticación.
fr: Le réseau redirige les requêtes — une connexion via une page d’authentification est probablement nécessaire.
hi: नेटवर्क अनुरोध रीडायरेक्ट कर रहा है — शायद लॉगिन पेज से साइन इन करना ज़रूरी है।
it: La rete reindirizza le richieste: probabilmente serve l'accesso tramite una pagina di autenticazione.
ja: ネットワークがリクエストをリダイレクトしています。認証ページからのサインインが必要と考えられます。
ko: 네트워크가 요청을 리디렉션하고 있어요. 인증 페이지에서 로그인해야 할 수 있어요.
pt_br: A rede redireciona as solicitações: provavelmente é necessário fazer login por uma página de autenticação.
tr: Ağ istekleri yönlendiriyor — muhtemelen bir oturum açma sayfasından giriş yapmak gerekiyor.
zh_hans: 网络会重定向请求，可能需要通过认证页面登录。

source: Сеть перехватывает трафик
ar: الشبكة تعترض حركة البيانات
de: Netzwerk fängt Datenverkehr ab
en: The network intercepts traffic
es: La red intercepta el tráfico
fr: Le réseau intercepte le trafic
hi: नेटवर्क ट्रैफ़िक इंटरसेप्ट कर रहा है
it: La rete intercetta il traffico
ja: ネットワークがトラフィックを傍受しています
ko: 네트워크가 트래픽을 가로채고 있어요
pt_br: A rede intercepta o tráfego
tr: Ağ trafiği ele geçiriyor
zh_hans: 网络正在拦截流量

source: Сигнал / шум
ar: الإشارة / الضوضاء
de: Signal / Rauschen
en: Signal / noise
es: Señal / ruido
fr: Signal / bruit
hi: सिग्नल / शोर
it: Segnale / rumore
ja: 信号 / ノイズ
ko: 신호 / 잡음
pt_br: Sinal / ruído
tr: Sinyal / gürültü
zh_hans: 信号 / 噪声

source: Сигнал Wi-Fi
ar: إشارة Wi-Fi
de: Wi-Fi-Signal
en: Wi-Fi signal
es: Señal Wi-Fi
fr: Signal Wi-Fi
hi: Wi-Fi सिग्नल
it: Segnale Wi-Fi
ja: Wi-Fi 信号
ko: Wi-Fi 신호
pt_br: Sinal de Wi-Fi
tr: Wi-Fi sinyali
zh_hans: Wi-Fi 信号

source: Синхронизация хостов через iCloud требует платного аккаунта разработчика и включается в соответствующей сборке.
ar: تتطلب مزامنة المضيفين عبر iCloud حساب مطوّر مدفوعًا وتُفعّل في الإصدار المقابل.
de: Die iCloud-Host-Synchronisierung erfordert ein kostenpflichtiges Entwicklerkonto und wird in einem entsprechenden Build aktiviert.
en: iCloud host sync needs a paid developer account and is enabled in a corresponding build.
es: La sincronización de hosts por iCloud requiere una cuenta de desarrollador de pago y se activa en la compilación correspondiente.
fr: La synchronisation des hôtes via iCloud nécessite un compte développeur payant et s’active dans une version correspondante.
hi: iCloud के ज़रिए होस्ट सिंक के लिए भुगतान वाला डेवलपर खाता चाहिए और यह संबंधित बिल्ड में सक्षम होता है।
it: La sincronizzazione degli host via iCloud richiede un account sviluppatore a pagamento e si attiva nella build corrispondente.
ja: iCloud でのホスト同期には有料の開発者アカウントが必要で、対応するビルドで有効になります。
ko: iCloud 호스트 동기화에는 유료 개발자 계정이 필요하며 해당 빌드에서 활성화됩니다.
pt_br: A sincronização de hosts via iCloud requer uma conta de desenvolvedor paga e é ativada em uma versão correspondente.
tr: iCloud ile ana makine eşitlemesi ücretli bir geliştirici hesabı gerektirir ve ilgili derlemede etkinleşir.
zh_hans: 通过 iCloud 同步主机需要付费开发者账号，并在相应版本中启用。

source: Системная
ar: حسب النظام
de: Systemeinstellung
en: System
es: Del sistema
fr: Système
hi: सिस्टम
it: Di sistema
ja: システム
ko: 시스템
pt_br: Do sistema
tr: Sistem
zh_hans: 跟随系统

source: Системный (Apple)
ar: النظام (Apple)
de: System (Apple)
en: System (Apple)
es: Del sistema (Apple)
fr: Système (Apple)
hi: सिस्टम (Apple)
it: Di sistema (Apple)
ja: システム標準（Apple）
ko: 시스템 기본(Apple)
pt_br: Do sistema (Apple)
tr: Sistem (Apple)
zh_hans: 系统（Apple）

source: Системный / System
ar: النظام / System
de: System / System
en: System / System
es: Sistema / System
fr: Système / System
hi: सिस्टम / System
it: Di sistema / System
ja: システム / System
ko: 시스템 / System
pt_br: Sistema / System
tr: Sistem / System
zh_hans: 系统 / System

source: Системный ответ указывает в приватную сеть — инъекция.
ar: تشير استجابة النظام إلى شبكة خاصة — حقن.
de: Die Systemantwort verweist auf ein privates Netzwerk – Injektion.
en: The system response points to a private network — injection.
es: La respuesta del sistema apunta a una red privada: inyección.
fr: La réponse système pointe vers un réseau privé — injection.
hi: सिस्टम उत्तर निजी नेटवर्क की ओर इशारा करता है — इंजेक्शन।
it: La risposta di sistema punta a una rete privata — iniezione.
ja: システムの応答がプライベートネットワークを指しています — インジェクションです。
ko: 시스템 응답이 사설 네트워크를 가리킵니다 — 주입입니다.
pt_br: A resposta do sistema aponta para uma rede privada — injeção.
tr: Sistem yanıtı özel bir ağa işaret ediyor — enjeksiyon.
zh_hans: 系统响应指向私有网络 — 存在注入。

source: Сканер IP-диапазона
ar: ماسح نطاق IP
de: IP-Bereichsscanner
en: IP range scanner
es: Escáner de rango de IP
fr: Scanner de plage IP
hi: IP रेंज स्कैनर
it: Scanner di intervallo IP
ja: IP 範囲スキャナー
ko: IP 범위 스캐너
pt_br: Scanner de intervalo de IP
tr: IP aralığı tarayıcısı
zh_hans: IP 范围扫描器

source: Сканер диапазона
ar: ماسح النطاق
de: Bereichsscanner
en: Range scanner
es: Escáner de rango
fr: Scanner de plage
hi: रेंज स्कैनर
it: Scanner di intervallo
ja: 範囲スキャナー
ko: 범위 스캐너
pt_br: Scanner de intervalo
tr: Aralık tarayıcısı
zh_hans: 范围扫描器

source: Сканер для Reality
ar: ماسح لـ Reality
de: Scanner für Reality
en: Scanner for Reality
es: Escáner para Reality
fr: Scanner pour Reality
hi: Reality के लिए स्कैनर
it: Scanner per Reality
ja: Reality 用スキャナー
ko: Reality용 스캐너
pt_br: Scanner para Reality
tr: Reality için tarayıcı
zh_hans: Reality 扫描器

source: Сканер обходит диапазон адресов и делает TLS-рукопожатие к каждому. Некоторые сети считают это подозрительной активностью — сканируйте только адреса, к которым имеете отношение.
ar: يمسح الماسح نطاقًا من العناوين ويجري مصافحة TLS لكل منها. تعتبر بعض الشبكات ذلك نشاطًا مشبوهًا — امسح فقط العناوين التي لك علاقة بها.
de: Der Scanner durchläuft einen Adressbereich und führt zu jedem einen TLS-Handshake aus. Manche Netzwerke werten das als verdächtige Aktivität — scanne nur Adressen, zu denen du einen Bezug hast.
en: The scanner sweeps a range of addresses and does a TLS handshake to each. Some networks treat this as suspicious activity — only scan addresses you're related to.
es: El escáner recorre un rango de direcciones y hace un handshake TLS a cada una. Algunas redes lo consideran actividad sospechosa: escanea solo las direcciones con las que tengas relación.
fr: Le scanner parcourt une plage d'adresses et fait un handshake TLS avec chacune. Certains réseaux considèrent cela comme une activité suspecte — ne scannez que des adresses qui vous concernent.
hi: स्कैनर पतों की रेंज को स्कैन करता है और हर एक से TLS हैंडशेक करता है। कुछ नेटवर्क इसे संदिग्ध गतिविधि मानते हैं — केवल उन्हीं पतों को स्कैन करें जिनसे आपका संबंध है।
it: Lo scanner attraversa un intervallo di indirizzi ed esegue un handshake TLS con ciascuno. Alcune reti lo considerano attività sospetta: scansiona solo gli indirizzi con cui hai a che fare.
ja: スキャナーはアドレス範囲を巡回し、各アドレスに TLS ハンドシェイクを行います。一部のネットワークではこれを不審な活動とみなします — 自分に関係するアドレスのみをスキャンしてください。
ko: 스캐너는 주소 대역을 훑으며 각 주소에 TLS 핸드셰이크를 시도합니다. 일부 네트워크는 이를 의심스러운 활동으로 간주합니다 — 자신과 관련된 주소만 스캔하세요.
pt_br: O scanner percorre uma faixa de endereços e faz o handshake TLS com cada um. Algumas redes consideram isso atividade suspeita — escaneie apenas endereços com os quais você tem relação.
tr: Tarayıcı bir adres aralığını dolaşır ve her birine TLS el sıkışması yapar. Bazı ağlar bunu şüpheli etkinlik olarak görür — yalnızca ilişkili olduğunuz adresleri tarayın.
zh_hans: 扫描器遍历地址段，并对每个地址进行 TLS 握手。某些网络会将此视为可疑活动——请仅扫描与你相关的地址。

source: Сканер сети, обзор устройств и Bonjour требуют доступа к локальной сети. На iOS без него проверки могут молча не работать.
ar: يتطلب ماسح الشبكة ونظرة الأجهزة وBonjour الوصول إلى الشبكة المحلية. على iOS قد لا تعمل الفحوص بصمت دونه.
de: Netzwerkscanner, Geräteübersicht und Bonjour benötigen Zugriff auf das lokale Netzwerk. Unter iOS können die Prüfungen ohne ihn unbemerkt fehlschlagen.
en: The network scanner, device overview, and Bonjour require local network access. On iOS, without it the checks may silently fail.
es: El escáner de red, la vista de dispositivos y Bonjour requieren acceso a la red local. En iOS, sin él las comprobaciones pueden fallar en silencio.
fr: Le scanner réseau, l'aperçu des appareils et Bonjour nécessitent l'accès au réseau local. Sur iOS, sans lui, les vérifications peuvent échouer silencieusement.
hi: नेटवर्क स्कैनर, डिवाइस अवलोकन और Bonjour के लिए स्थानीय नेटवर्क तक पहुँच आवश्यक है। iOS पर इसके बिना जाँच चुपचाप काम नहीं कर सकतीं।
it: Lo scanner di rete, la panoramica dei dispositivi e Bonjour richiedono l'accesso alla rete locale. Su iOS senza di esso i controlli potrebbero non funzionare senza avviso.
ja: ネットワークスキャナー、デバイス概要、Bonjour にはローカルネットワークへのアクセスが必要です。iOS ではそれがないとチェックが無言で動作しないことがあります。
ko: 네트워크 스캐너, 기기 개요, Bonjour는 로컬 네트워크 접근이 필요합니다. iOS에서 이 권한이 없으면 확인이 조용히 작동하지 않을 수 있습니다.
pt_br: O scanner de rede, a visão geral de dispositivos e o Bonjour exigem acesso à rede local. No iOS, sem ele as verificações podem falhar silenciosamente.
tr: Ağ tarayıcısı, cihaz genel görünümü ve Bonjour, yerel ağ erişimi gerektirir. iOS'ta bu olmadan kontroller sessizce çalışmayabilir.
zh_hans: 网络扫描器、设备概览和 Bonjour 需要本地网络访问权限。在 iOS 上，缺少该权限时这些检查可能会静默失效。

source: сканирование
ar: جارٍ المسح
de: wird gescannt
en: scanning
es: escaneando
fr: analyse
hi: स्कैन जारी
it: scansione
ja: スキャン中
ko: 스캔 중
pt_br: escaneando
tr: taranıyor
zh_hans: 扫描中

source: Сканирование недоступно
ar: المسح غير متاح
de: Scannen nicht verfügbar
en: Scanning unavailable
es: Escaneo no disponible
fr: Scan indisponible
hi: स्कैनिंग उपलब्ध नहीं
it: Scansione non disponibile
ja: スキャンできません
ko: 스캔할 수 없음
pt_br: Escaneamento indisponível
tr: Tarama kullanılamıyor
zh_hans: 无法扫描

source: Сканирование портов и диапазонов IP в чужих сетях может расцениваться как атака. Когда включено, приложение спрашивает согласие перед запуском таких проверок.
ar: قد يُعدّ فحص المنافذ ونطاقات IP في شبكات الآخرين هجوماً. عند التفعيل، يطلب التطبيق الموافقة قبل تشغيل هذه الفحوص.
de: Das Scannen von Ports und IP-Bereichen in fremden Netzwerken kann als Angriff gewertet werden. Wenn aktiviert, fragt die App vor dem Start solcher Prüfungen nach Ihrer Zustimmung.
en: Scanning ports and IP ranges on others' networks may be treated as an attack. When enabled, the app asks for consent before running such checks.
es: Escanear puertos y rangos de IP en redes ajenas puede considerarse un ataque. Cuando está activado, la app pide tu consentimiento antes de iniciar este tipo de comprobaciones.
fr: Le scan de ports et de plages IP sur des réseaux d'autrui peut être considéré comme une attaque. Lorsque cette option est activée, l'application demande votre consentement avant de lancer de telles vérifications.
hi: दूसरों के नेटवर्क में पोर्ट और IP रेंज स्कैन करना हमला माना जा सकता है। सक्षम होने पर, ऐप ऐसी जाँच शुरू करने से पहले सहमति माँगता है।
it: La scansione di porte e intervalli IP in reti altrui può essere considerata un attacco. Quando è attivata, l'app chiede il consenso prima di avviare questi controlli.
ja: 他人のネットワークでのポートや IP 範囲のスキャンは攻撃とみなされる場合があります。有効にすると、アプリはそのようなチェックを実行する前に同意を求めます。
ko: 타인의 네트워크에서 포트와 IP 범위를 스캔하는 것은 공격으로 간주될 수 있습니다. 활성화하면 앱이 이러한 확인을 실행하기 전에 동의를 요청합니다.
pt_br: Escanear portas e intervalos de IP em redes de terceiros pode ser interpretado como um ataque. Quando ativado, o app pede consentimento antes de iniciar essas verificações.
tr: Başkalarının ağlarında port ve IP aralığı taraması bir saldırı olarak değerlendirilebilir. Etkinleştirildiğinde, uygulama bu tür kontrolleri başlatmadan önce onay ister.
zh_hans: 在他人网络中扫描端口和 IP 范围可能被视为攻击。启用后，应用会在运行此类检查前征求同意。

source: Сканирование…
ar: جارٍ المسح…
de: Wird gescannt…
en: Scanning…
es: Escaneando…
fr: Analyse en cours…
hi: स्कैन हो रहा है…
it: Scansione in corso…
ja: スキャン中…
ko: 스캔 중…
pt_br: Escaneando…
tr: Taranıyor…
zh_hans: 扫描中…

source: Сканировать
ar: مسح
de: Scannen
en: Scan
es: Escanear
fr: Scanner
hi: स्कैन करें
it: Scansiona
ja: スキャン
ko: 스캔
pt_br: Escanear
tr: Tara
zh_hans: 扫描

source: Сканировать QR
ar: مسح QR
de: QR scannen
en: Scan QR
es: Escanear QR
fr: Scanner un code QR
hi: QR स्कैन करें
it: Scansiona QR
ja: QRをスキャン
ko: QR 스캔
pt_br: Escanear QR
tr: QR tara
zh_hans: 扫描二维码

source: Сканировать QR-код
ar: مسح رمز QR
de: QR-Code scannen
en: Scan QR code
es: Escanear el código QR
fr: Scanner le code QR
hi: QR कोड स्कैन करें
it: Scansiona codice QR
ja: QRコードをスキャン
ko: QR 코드 스캔
pt_br: Escanear código QR
tr: QR kodu tara
zh_hans: 扫描二维码

source: Сканировать сеть
ar: مسح الشبكة
de: Netzwerk scannen
en: Scan network
es: Escanear la red
fr: Scanner le réseau
hi: नेटवर्क स्कैन करें
it: Scansiona la rete
ja: ネットワークをスキャン
ko: 네트워크 스캔
pt_br: Escanear a rede
tr: Ağı tara
zh_hans: 扫描网络

source: Сканируется только ваша локальная сеть — ничего за её пределами.
ar: تُفحص شبكتك المحلية فقط — لا شيء خارجها.
de: Nur dein lokales Netzwerk wird gescannt — nichts darüber hinaus.
en: Only your local network is scanned — nothing beyond it.
es: Solo se escanea tu red local — nada más allá.
fr: Seul votre réseau local est scanné — rien au-delà.
hi: केवल आपका स्थानीय नेटवर्क स्कैन होता है — उससे परे कुछ नहीं।
it: Viene scansionata solo la tua rete locale — nulla oltre.
ja: スキャンされるのはあなたのローカルネットワークだけ、その外は一切なし。
ko: 오직 당신의 로컬 네트워크만 스캔되며 그 밖은 전혀 아닙니다.
pt_br: Apenas a sua rede local é verificada — nada além dela.
tr: Yalnızca yerel ağınız taranır — ötesinde hiçbir şey.
zh_hans: 只扫描你的局域网——不涉及其他任何范围。

source: Скачать
ar: تنزيل
de: Herunterladen
en: Download
es: Descargar
fr: Télécharger
hi: डाउनलोड करें
it: Scarica
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
tr: İndir
zh_hans: 下载
